Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Breathing, for example, is an automatic action --- your body does it without conscious effort or thinking on your part.
fr_fr: Respirez, apr exemple, est une action automatique - votre corpos le fait sans effort conscient ou réflexion de votre part.

source: In most cases, Automatic Actions are not something that you initiate --- they are always active, or at least on standby.
fr_fr: Dans la plupart des cas, les Actions Automatiques ne sont pas quelque chsoe que vous initiez - elles sont toujours active, ou au moins en attente.

source: Certain circumstances, however, will bring an Automatic Action to bear.
fr_fr: Certaine circonstance, cependant, peuvent demander de s'occuper des Actiosn Automatiques.

source: Such Automatic Actions are invoked and handled immediately whenever they apply, without requiring effort from your character.
fr_fr: De telles Actions Automatiques sont gérées immédiatement quand elles entrent en action, sans nécessiter d'effort de votre personnage.

source: Resisting damage --- whether from combat, a poison, or a psi attack --- is one example of an Automatic Action that occurs in response to something else.
fr_fr: Résister aux dégats - qu'ils viennent du combat, d'un poison ou d'une attaque psi - est l'un des exemples d'Actiosn Automatiques qui se décelncehnt en répponse à quelque chose d'autre.

source: Your senses are continuously active, accumulating data on the world around you.
fr_fr: Vos sens sont continuellement actifs, accmuluant des données sur le modne autour de vous.

source: Basic perception is considered an Automatic Action, and so the gamemaster can call on you to make a Perception Test whenever you receive sensory input that your brain might want to take notice of (see Perception, p.
fr_fr: La perception basique est considérée comme une Action Automatique, et le maître de jeu peut vous demander de faire un Test de Perception lorsque vous recevez une entrée sensorielle que votre cerveau peut vouloir prendre en compte (voir perception, p.

source: Likewise, you may ask the gamemaster at any time --- even during other character’s actions --- to make a basic Perception Test, just to find out what your character is noticing around them.
fr_fr: De amnière similaire, vous pouvez demander au maître de jeu à n'importe quel moment - même pendant les actiosn d'autres personnages - de faire un Test de Perception basique juste pouv savoir ce que votre personnage remarque dans son environnement immédiat.

source: Because basic perception is an automatic, subconscious activity, however, you will suffer a -20 modifier for distraction --- your attention is focused elsewhere.
fr_fr: En raison de la nature autoimatique, subconsciente, de la perception basique, vous subirez un modificateur de -20 à cause de la distraction - votre attention est concentrée ailleurs.

source: In order to avoid the distraction modifier, you must actively engage in detailed perception or use an oracle implant (p.
fr_fr: Afin d'éviter le modificateur de distraction vous devez vous concentrer pleinement dans une perception détaillée ou utilisez un oracle implanté (p.

source: Quick Actions are fast and simple, and they may often be multi-tasked.
fr_fr: Les actions rapide sont simples, elles peuvent donc être exécutées rapidement et simultanément à d'autres.

source: They require minimal thought and effort.
fr_fr: Elles nécessitent un effort et une concentration minimales.

source: You may undertake multiple Quick Actions on your turn during each Action Phase, limited only by the gamemaster’s judgment.
fr_fr: Vous pouvez effectuer plusieurs Actions Rapide lors de chacun de vos Phases d'Actions, limitées uniquement par le jugement du maître de jeu.

source: If you are taking nothing but Quick Actions during an Action Phase, you should be allowed a minimum of 3 separate Quick Actions.
fr_fr: Si vous ne faites que des Actiosn Rapides durant une Phase d'Actions, vous devriez avoir le doit de faire au moins 3 Actiosn Rapides distinctes.

source: If you are also engaging in a Complex or Task Action during that same Action Phase, you should be allowed a minimum of 1 Quick Action.
fr_fr: Si vous effectuez également une Action Complexe ou une Action de Tâche pendant la même Phase d'Action, vous devriez avoir droit à un minimum d'une Action Rapide.

source: Ultimately, the gamemaster decides what activity you can or can’t fit into a single Action Phase.
fr_fr: C'est le maîþre de jeu qui a le dernier mot par rapport à ce que vous pouvez ou ne pouvez pas faire tenir dans une seule Phase d'Action.

source: Some examples of Quick Actions include: talking, switching a safety, activating an implant, standing up, dropping prone, gesturing, drawing/readying a weapon, handling an object, or using a simple object.
fr_fr: Quelques exemples d'Actions Rapides incluent: parler, basculer un cran de sureté, activer un implant, se relever, se jetter au sol, communiquer par geste, dégainer/préparer uen arme, manipuler un objet ou utiliser un appareil simple.

source: Aiming is a special case in that it is a Quick Action but requires a degree of concentration that rules out other minor actions.
fr_fr: Ajuster est un cas particulier car c'est une Action Rapide mais qu'elle nécessite un certain niveau de concentration qui fait exceptions aux autres actions mineures.

source: If you wish to aim before making an attack in the same Action Phase, aiming is the only Quick Action you may make during that Action Phase (see Aimed Shots, p.
fr_fr: Si vous souhaiter ajuster avant d'effectuer une attaque dans la même Phase d'Action, ajuster est la seule ActioN Rapide que vous pouvez prendre pendant cette Phase d'Action (voir Tirs Ajustés, p.

source: Detailed perception involves taking a moment to actively use your senses in search of information and assess what you are perceiving (see Perception, p.
fr_fr: La perception détaillée implique de prendre un moment pour utiliser activement vos sens à la recherche d'information et analyser ce que vous percevez (voir Perception, p.

source: It requires slightly more effort and brainpower (or computer power) than basic perception, which is automatic.
fr_fr: Cela recquiert un peu plus d'effort et d'effort cérébral (ou de puissance de calcul) que la perception basique, qui est une automatique.

source: As a Quick Action, you may only engage in detailed perception on your turn during an Action Phase, but you do not suffer a modifier for distraction (unless you happen to be in a heavily distracting environment, such as a gunfight or agitated crowd).
fr_fr: En tant qu'Action Rapide, vous ne pouvez vous livrer à une perception détaillée que lors d'une de vos Phases d'Actions, mais vous ne souffrez d'aucun modificateur pour la distraction (à moins que vous ne soyez dans un environnement extrêmement distractif, tels qu'une fusillade ou une foule agitée).

source: Complex Actions require more concentration and effort than Quick Actions --- they effectively monopolize your attention.
fr_fr: Les Actions Complexe nécessitent plus de concentration et d'effort que les Actions Rapides - elles monopolisent effectivement votre attention.

source: You may only take one Complex Action on each your Action Phase turns.
fr_fr: Vous ne pouvez prendre qu'une Action Complexe à chacune de vos Phases d'Actions.

source: Additionally, you may not engage in a Complex Action and a Task Action during the same Action Phase.
fr_fr: Vous ne pouvez pas non plus effectuer une Action Complexe et une Action de Tâche pendant la même Phase d'Action.

source: Examples of Complex Actions include: attacking, shooting, acrobatics, full defense, disarming a bomb, using a complex device, or reloading a weapon.
fr_fr: Des exemples d'Actions Complexes incluent: attaquer, tirer, faire des acrobaties, défense totale, désamorcer une bombe, utilsier un appareil complexe ou recharger une arme.

source: A Task Action is any activity that requires longer than one Action Turn to complete.
fr_fr: Les actions de Tâches sont des actions qui nécessitent plus de temps qu'un Tour d'Action pour se réaliser.

source: Each Task Action lists a timeframe for how long the task takes to accomplish.
fr_fr: Chaque action de Tâche possède un intervalle pour déterminer le temps que mets l'action à s'accoplir.

source: This timeframe may range anywhere from 2 Action Turns to 2 years.
fr_fr: Cet intervalle peut varier de 2 Tours d'Actions à 2 ans.

source: While engaged in a Task Action, you may not also undertake a Complex Action, though in some cases you may take a break from the task and return to it later.
fr_fr: Lorsque vous effectuez une Action de Tâche, vous ne pouvez pas effectuer d'Action Complexe, même si dans certains cas vous pouvez mettre la tâche en pause et y revenir plus tard.

source: For more information, see Task Actions, p.
fr_fr: Pour plus d'information, voir Action de Tâche, p.

source: Examples of Task Actions include: repairing a device, programming, conducting a scientific analysis, searching a room, climbing a wall, or cooking a meal.
fr_fr: Des exemples d'Actions de Tâche incluent: réparer un appareil, programmer, mener une analyse scientifique, fouiller une pièce, esacalader un mur ou cuisiner un repas.

source: Movement in Eclipse Phase is handled just like any other action, and may change from Action Phase to Action Phase.
fr_fr: Le mouvement dans Eclipse Phase est géré comme n'importe quelel autre action, et peut changer d'une Pahse d'Action à une autre.

source: Walking and running both count as Quick Actions, as they do not require your full concentration.
fr_fr: Marcher et courrir comptent tout les deux comme des Actiosn Rapide, car elle ne nécessitent pas tout votre concentration.

source: The same also applies to slithering, crawling, floating, hovering, or gliding.
fr_fr: La même règle s'applique pour le déplacement en ondulant, en rampant, en flottant, ou en glisant.

source: Running, however, may inflict a -10 modifier on other actions that are affected by your jostling movement.
fr_fr: Courrir peut cependant infliger un modificateur de -10 aux autres actions qui peuvent être affecté par votre mouvement de course.

source: Even more, sprinting is an all-out run, and so requires a Complex Action (see Sprinting, p.
fr_fr: Le sprint est, plus que tout, une course tout aziumts et recquière donc uen Action Complexe (voir Sprinter, p.

source: At the gamemasters discretion, other movement may also call for a Complex Action.
fr_fr: À la discrétion du maître de jeu, d'autres mouvements peuvent peuvent nécessiter une Action Complexe.

source: Hurdling a fence, pole vaulting, jumping from a height, swimming, or freerunning through a habitat in zero-gravity all require a bit of finesse and attention to detail, so would count as a Complex Action, and would apply the same modifier as running.
fr_fr: Franchir une clotûre, sauter à la perche, sauter d'un aplomb, nager ou traverser un habitat en zéro-g avec le parkour nécessitent un peu de finesse et d'attention, et devraient compter comme une Action Complese et devraient recevoir les mêmes modificateur que la course simple.

source: Flying generally counts as a Quick Action, though intricate maneuvers would call for a Complex Action.
fr_fr: Voler compte générallement comme une Action Rapide, les manœuvres plus délicates nécessitant une Action Complexe.

source: Sometimes it’s important to know not just how you’re moving, but how far.
fr_fr: Parfois il est important de savoir non seulement comment un personnage se déplace, mais à quelle vitesse.

source: For most of transhumanity, this movement rate is the same: 4 meters per Action Turn walking, 20 meters per turn running.
fr_fr: Pour la plupart de la transhumanité, cette allure est la mrme: 4 mètres par Tour d'Action en marchant, 20 en courant.

source: To determine how far a character can move in a particular Action Phase, divide this movement rate by the total number of Action Phases in that turn.
fr_fr: Pour déterminer quelle distance un personnage peut franchir en une Phase d'Action, divisés cette allure par le nombre total de Phase d'Actions dans ce tour.

source: In a turn with 4 Action Phases, that breaks down to 1 meter walking per Action Phase, 5 meters running.
fr_fr: Dans un tour avec 4 Phases d'Actions, cela se divise en 1 mètre en marchant par Phase d'Action, 5 mètres en courant.

source: Movement such as swimming or crawling benchmarks at about 1 meter per Action Turn, or 0.25 meters per Action Phase.
fr_fr: Les déplacement en nageant ou en rampant partnet sur une base d'1 mètre par Tour d'Action, soit 0,25 mètres par Phase d'Action.

source: You can also sprint to increase your movement rate (see Sprinting).
fr_fr: Vous pouvez aussi Sprinter pour augmenter votre allure (voir Sprinter).

source: Vehicles, robots, creatures, and unusual morphs will have individual movement rates listed in the format of walking rate/running rate in meters per turn.
fr_fr: Les véhicules, robots, créatures et morphs inhabituelles peuvent avoir des allures particulières, listées sous la forme vitesse de marche/de course en mètres par tour.

source: These movement rates assume standard Earth gravity of course.
fr_fr: Ces allures sont valables sur la gravité standard Terrestre.

source: If you’re moving in a low-gravity, microgravity, or high-gravity environment, things change.
fr_fr: Si vous vous déplacez en environnement à faible gravité, en microgravité ou en haut-egravité, les choses changent.

source: See Gravity, p.
fr_fr: Voisr Gravité, p.

source: Characters making a running jump can cross SOM $$ 5 (round up) meters; use SOM $$ 20 (round up) meters for standing jumps.
fr_fr: Les personnages effectuant un saut avec élan peuvent franchir SOM $$ 5 (arrondissez au suéprieur); mètres utilisez SOM $$ 20 (arronissez au supérieur) mètre pour les sauts sans élan.

source: Vertical jumping height is 1 meter.
fr_fr: La hauteur de saut verticales est de 1 mètre.

source: Characters making a Freerunning Test can increase jumping distance by 1 meter (running jump) or 0.25 meters (standing/vertical jumps) per 10 points of MoS.
fr_fr: Les personnages faisant un test de Parkour peuvent augmenter la distance de saut de 1 mètre (saut avec élan) ou 0,25 mètres (saust sans élan/saut verticaux) par tranche de 10 points de MdR.

source: You may use Freerunning to increase the distance you move during an Action Phase.
fr_fr: Vous pouvez utiliser Parkour pour augmenter votre distance de déplacement lors d'une Phase d'Action.

source: You must spend a Complex Action to sprint and make a Freerunning Test.
fr_fr: Vous devez dépenser une Action Complexe pour sprinter et effectuer un test de Parkour.

source: Every 10 points of MoS increases your running distance in that Action Phase by 1 meter, to a maximum bonus of +5 meters.
fr_fr: Chaque tranceh de 10 points de MdR augmente votre course de distance de cette Phase d'Action d'1 mètre, jusqu'à un maximum de +5 mètres.

source: Sometimes words fail, and that’s when the knives and shredders come out.
fr_fr: Parfois, la discussion échoue, et c'est le moment où les lames et les déchiqueteuse entrent en jeu.

source: All combat in Eclipse Phase is conducted using the same basic mechanics, whether it’s conducted with claws, fists, weapons, guns, or psi: an Opposed Test between the attacker and defender(s).
fr_fr: Tous les combats dans Eclipse Phase respectent la même mécanique de base, qu'ils soient gérés avec des griffes, des poings, des armes, des armes à feu ou du psi: c'estun Test en Oppoistion entre l'attaquant et le(s) défenseur(s).

source: Use the following sequence of steps to determine the outcome of an attack.
fr_fr: Utilisez la séquence d'étape suivante pour déterminer l'issue d'une attaque.

source: The attacker initiates by taking a Complex Action to attack on their turn during an Action Phase.
fr_fr: l'attaquant initie son action en prenant une Action Complexe pour attaquer lors de sa Phase d'Action.

source: The skill employed depends on the method used to attack.
fr_fr: La compéternce utilisée dépend de la méthode utilisée pour attaquer.

source: If the character lacks the appropriate Combat skill, they must default to the appropriate linked aptitude.
fr_fr: Si le personnage ne possède pas la compétence de Combat appropriée, il peut défausser sur l'aptitude liée.

source: Once the attack is declared, the defender chooses how to respond.
fr_fr: Une fois l'attaque déclarée, le défenseur choisit comment répondre.

source: Defense is always considered an Automatic Action unless the defender is surprised (see Surprise, p.
fr_fr: Se défendre est toujours considéré comme une Action AUtomatique sauf si le défenseur est surpis (voir Surprise, p.

source: 204) or somehow incapacitated and incapable of defending themself.
fr_fr: 204) ou rendu incapable de se défendre d'une manière ou d'une autre.

source: Melee: A character defending against melee attacks uses Fray skill, representing dodging (if the character lacks this skill, they may default to Reflexes).
fr_fr: Contact: Un personnage se défendant contre une attaque au contact utilsie sa compétence Esquive, représentant le fait d'esquiver les coups (si le personnage n'as pas cette compétence, il peut se défausser sur Réflexes).

source: Alternately, the character may use a melee combat skill to defend, representing blocks and parries rather than dodging.
fr_fr: Le personnage peut aussi utiliser une compétence de combat au contact pour se défendre, représentant les blocages et les parades au lieu de l'esquive.

source: Ranged: Against ranged attacks, a defending character may only use half their Fray skill (round down).
fr_fr: À distance: Contre les attaques à distance, le personnage se défendant ne peut utiliser que la moitié de sa compétence Esquive (arrondie à l'inférieur).

source: Full Defense: Characters who have taken a Complex Action to go on full defense (p.
fr_fr: Défense Totale: Les personnages ayant utilisé une Action Complexe pour se mettre en défense totale (p.

source: 198) receive a +30 modifier to their defensive roll.
fr_fr: 198) reçoivent un modificateur de +30 à leur jet de défense.

source: Psi: A character defending against a psi attack rolls WIL $$ 2 (p.
fr_fr: Psi: Un personange se défendant contre une attaque psi lance VOL $$ 2 (p.

source: A mental sort of full defense may also be rallied against psi attacks.
fr_fr: UNe sorte de défense mentale totale peut également être utilisée contre les attaques psi.

source: Any appropriate modifiers are now applied to the attacker and defender’s skills.
fr_fr: Tout modificateur approprié est maintenant appliqué à la compétence de l'attaquant et du défenseur.

source: See the Combat Modifiers table (p.
fr_fr: Voir la table des Modificateurs de Combat (p.

source: 193) for common situational modifiers.
fr_fr: 193) pour des modificateurs situationnels communs.

source: The attacker and defender both roll d100 and compare the results to their modified skill target numbers.
fr_fr: L'attaquant et le défenseur lancent tous les deux 1d100 et comparent le résultat à leur seuil modifié.

source: If the attacker succeeds and the defender fails, the attack hits.
fr_fr: Si l'attaquant réussit et que le défenseur échoue, l'attaque touche.

source: If the attacker fails, the attack misses completely.
fr_fr: Si lattaquant échoue, l'attaque rate complètement sa cible.

source: If both attacker and defender succeed in their tests, compare their dice rolls.
fr_fr: Si l'attaquant et le défenseur réussissent tous les deux, comaprez leurs résultats.

source: If the attacker’s dice roll is higher, the attack hits despite a spirited defense; otherwise, the attack fails to connect.
fr_fr: Si l'attaquant obtiens un résultat plsu élevé, l'attaque touche en dépit d'une défense inspirée; sinon l'attaque rate.

source: Excellent Success: If the attacker rolled an Excellent Success (MoS of 30+), a solid hit is struck.
fr_fr: Réussite Execeptionnelle: Si l'attaquant obtient un Succès Exceptionnel (MdR de 30+), une frappe solide est infligée.

source: Increase the Damage Value (DV) inflicted by +5.
fr_fr: Augmentez la Valeur de Dommage (VD) infligée de +5.

source: If the MoS is 60+, increase the DV by +10.
fr_fr: Si la MdR est de 6°+, augmentez la VD de +10.

source: Criticals: If the attacker rolls a critical success, the attack is armor-defeating, meaning that the defender’s armor is bypassed completely --- some kink or flaw was exploited, allowing the attack to get through completely.
fr_fr: Critique: Si l'attaquant obtient un succès critique, l'attaque surclasse l'armure, signifiant que l'armure du défensuer est complètement ignorée - un défaut ou une faille a été exploitée, permettant à l'attaque de la traverser complètement.

source: If the defender rolls a critical success, they dodge with flair, reach cover that protects from follow-up attacks, maneuver to a superior position, or otherwise benefit.
fr_fr: Si le défenseur obtient un succès critique, il esquive avec brio, atteint un couvert qui le protège des attaques à venir, manœuvre vers une position supérieure ou obtient un bénéfice quelconque.

source: If the target is hit, their armor will help to protect them against the attack (unless the attacker rolled a critical, see above).
fr_fr: Si la cible est touchée, son armure va l'aider à la protéger contre l'attaque (sauf si l'attaquant a obtenu un critique, voir au-dessus).

source: Determine which type of armor is appropriate to defending against that particular attack (see Armor, p.
fr_fr: Déterminez quelle type d'armure est approprié pour se défendre contre cette attaque (voir Armure, p.

source: The attack’s Armor Penetration (AP) value reduces the armor’s rating, however, representing the weapon’s ability to pierce through protective measures.
fr_fr: La valeur de pénétration d'Armure (PA) de l'attaque réduit la valeur de l'armure représentant la capacité de l'arme à transpercer les mesures de protection.

source: Every weapon and type of attack has a Damage Value (DV, see p.
fr_fr: Chaque arme et tout type d'attaque possède une Valeur de Dégats (VD, voir p.

source: This amount is reduced by the target’s AP-modified armor rating.
fr_fr: Ce total est réduit par la valeur de l'armure réduite par la PA de l'attaque.

source: If the damage is reduced to 0 or less, the armor is effective and the attack fails to injure the target.
fr_fr: Si les dommages sont réduits à 0 ou moins, l'armure est efficace et l'attaque ne aprvient pas à blesser la cible.

source: Otherwise, any remaining damage is applied to the defender.
fr_fr: Sinon, les dommages supplémentaires sont appliquées au défenseur.

source: If the accumulated damage exceeds the defender’s Durability, they are incapacitated and may die (see Durability and Health, p.
fr_fr: Si les dégâts accumulés dépasse la Solidité du défenseur, ils sont rendus incapables de bouger et peuvent mourir (voir Solidité et Santé, p.

source: Note that some psi attacks inflict mental stress rather than physical damage (see Mental Health, p.
fr_fr: Notez que certaines attaques psi infligent du stress mentak au lieu de dommage physique (voir Santé Mentale, p.

source: In this case, the Stress Value (SV) is handled the same as DV.
fr_fr: Dans ce cas, la Valeur de Stress (VS) et gérée de la même manière que la VD.

source: The damage inflicted from a single attack is then compared to the victim’s Wound Threshold.
fr_fr: Les dommages infligés par une seule attaque sont ensuite compérés au Seuild e Blessure de la victime.

source: If the armormodified DV equals or exceeds the Wound Threshold, the character suffers a wound.
fr_fr: Si la VD modifée par l'armure égale ou dépasse le Seuil de Blessure, le personnage reçoit une blessure.
